    ;(function($){
	$.fn.datetimepicker.dates['ar'] = {
		days: ['يوم الأحد', 'يوم الإثنين', 'يوم الثلاثاء', 'يوم الأربعاء', 'يوم الخميس', 'يوم الجمعة', 'يوم السبت', 'يوم الأحد'],
		daysShort: [' الأحد', ' الإثنين', ' الثلاثاء', ' الأربعاء', ' الخميس', ' الجمعة', ' السبت', ' الأحد'],
		daysMin: ['ا', 'ن', 'ث ', ' ار', ' خ', ' ج', ' س', ],
		months: ['محرّم', 'صفر', 'ربيع الأول', 'ربيع الآخر ', 'جمادى الاول', 'جمادى الآخر', 'رجب', 'شعبان', 'رمضان', 'شوّال', 'ذو القعدة', 'ذو الحجة'],
		monthsShort: ['1', '2', ' 3', ' 4', '5 ', '6 ', '7', '8', '9', '10', ' 11', ' 12'],
		today: ""
	};
}(jQuery));
